/**
 *
 * Created by snhua on 2017/7/20.
 */
DATA = {
    state: {
        //5用户未付款10用户已提交20明星已接单30明星已上传40用户已确认50用户取消订单60明星拒绝订单70用户拒绝订单
        // "0": "其他",
        "5": "用户未付款",
        "10": "待接单",
        "20": "待制作",
        "30": "待确认",
        "40": "已完成",
        "50": "已取消",
        "60": "已拒绝",
        "70": "用户拒绝"
    },
    audit_video:{
        //视频审核 10未审核20通过30不通过
        "10": "未审核",
        "20": "通过",
        "30": "不通过"
    },
    suggest_status:{
        // 投诉建议 状态10:未处理20已处理
        "10":"待处理",
        "20":"已处理"
    },
    audit_status:{
        //审核状态:10未申请20待审核30已认证40已拒绝
        "10": "未申请",
        "20": "待审核",
        "30": "已认证",
        "40": "已拒绝"
    },
    audit_video:{
        //视频审核 10未审核20通过30不通过
        "10": "未审核",
        "20": "通过",
        "30": "不通过"
    },
    star_cash_type:{
        // 10录视频 20 推荐明星 30推荐会员 40 提现
        "10": "录视频",
        "20": "推荐明星",
        "30": "推荐会员",
        "40": "提现"
    },
    partner_type:{
        //合伙人类型:0普通会员1金牌合伙人2战略合伙人
        "0": "普通会员",
        "1": "金牌合伙人",
        "2": "战略合伙人"
    },
    cash_type:{
        //10充值20消费30推荐会员收入40推荐明星收入50提现60退款70预充值
        "10": "充值",
        "20": "消费",
        "30": "推荐会员收入",
        "40": "推荐明星收入",
        "50": "提现",
        "60": "退款",
        "70": "预充值"
    },
    userState:{
        "1": "启用",
        "2": "停用",
    }

};

