/**
 *
 * Created by snhua on 2017/7/20.
 */
DATA = {
    state: {
        //5用户未付款10用户已提交20明星已接单30明星已上传40用户已确认50用户取消订单60明星拒绝订单70用户拒绝订单
        // "0": "其他",
        "5": "用户未付款",
        "10": "用户已提交",
        "20": "明星已接单",
        "30": "明星已上传",
        "40": "用户已确认",
        "50": "用户取消订单",
        "60": "明星拒绝订单",
        "70": "用户拒绝订单"
    },
    audit_video:{
        //视频审核 10未审核20通过30不通过
        "10": "未审核",
        "20": "通过",
        "30": "不通过"
    },
    audit_status:{
        //审核状态:10未申请20待审核30已认证40已拒绝
        "10": "未申请",
        "20": "待审核",
        "30": "已认证",
        "40": "已拒绝"
    },
    star_cash_type:{
       // 10录视频 20 推荐明星 30推荐会员 40 提现
        "10": "录视频",
        "20": "推荐明星",
        "30": "推荐会员",
        "40": "提现"
    },
};

